[
    {
     "id": "3333",
     "picture": "images/Bani_de_hartie.jpg",
     "author": "ken follet",
     "title": "bani de hartie",
     "price": 15,
     "curency": "RON",
     "pages": "256",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Bani de hartie este un roman ingenios construit, cu o structura  inteligenta si minutios elaborata. Crima si infractionalitatea, afacerile financiare la nivel inalt si jurnalismul se intrepatrund periculos si intr-o maniera corupta in acest roman timpuriu al celebrului ken follett, care reuseste sa creioneze, prin intermediul catorva personaje bine alese, un tablou sugestiv al societatii Londrei anilor ’70. Cercul vicios in care interactioneaza personajele in decursul unei singure zile, in care norocul se schimba dramatic pentru unele dintre ele, generand rasturnari de situatie comico-absurde sau tragice, demonstreaza talentul scriitorului de a inocula suspansul si surpriza in jocul ametitor din jurul permutarii 'banilor de hartie'."
    },
    {
     "id": 222334322,
     "picture": "images/1948.jpg",
     "author": "george orwell",
     "title": "1984",
     "price": 21,
     "curency": "RON",
     "pages": "336",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Un roman uimitor si obsedant, 1984 creeaza o lume imaginara care este complet convingatoare de la inceput pana la sfarsit. Nimeni nu poate nega retinerea romanului asupra imaginatiilor generatiilor intregi sau puterea admonestarilor sale - o putere care pare sa creasca, nu sa se micsoreze odata cu trecerea timpului.   "
    },
    {
     "id": "55533434535",
     "picture": "images/capatul_vesniciei.jpg",
     "author": "ken follet",
     "title": "capatul vesniciei",
     "price": 65,
     "curency": "RON",
     "pages": "1005",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Trilogia secolului urmareste destinul a cinci familii care-si croiesc destinele catre veacul XX. In Capatul vesniciei ele se gasesc intr-o epoca a marilor framantari sociale, politice si economice din deceniile 6-8, in valtoarea asasinatelor si a miscarilor politice, trecand din Vietnam la Zidul Berlinului, de la criza rachetelor din Cuba la revolutie si rock. Asa cum si-a obisnuit cititorii, ken follett isi documenteaza cu seriozitate fundalul istoric al cartilor sale, redandu-l cu acuratete si propunand personaje bogate in nuante si emotii. Cu iscusinta de maestru, el ne aduce inaintea ochilor o lume pe care credeam ca o cunoastem, dar care acum nu va mai fi niciodata aceeasi."
    },
    {
     "id": "6667",
     "picture": "images/cei_trei_muschetari.jpg",
     "author": "alexandre dumas",
     "title": "cei trei Muschetari",
     "price": 14,
     "curency": "RON",
     "stoc": true,
     "pages": "192",
     "coperta": "Brosata",
     "details": "Cartile de neuitat ale copilariei, capodoperele literaturii din toate timpurile reprezinta repere obligatorii in formarea gustului pentru lectura si in educatia cititorilor mai mici si mai mari. Cu ajutorul colectiei Lecturi scolare, elevii vor avea la indemana creatiile cele mai cunoscute si mai indragite ale scriitorilor clasici si moderni din literatura romana si universala, reprezentand bibliografia obligatorie pentru pregatirea de nota 10 la limba si literatura romana. "
    },
    {
     "id": "777778",
     "picture": "images/cimitirul_animalelor.jpg",
     "author": "stephen king",
     "title": "cimitirul animalelor",
     "price": 42,
     "curency": "RON",
     "pages": "496",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Un roman clasic al maestrului Stephen King, care pune in scena premonitiile, spaimele si conceptiile noastre legate de moarte, cu accent pe tot ce este mai infricosator si mai tulburator. Cand doctorul Louis Creed se muta cu familia si motanul Winston Churchill in idilicul orasel Ludlow din Maine, totul pare prea frumos sa fie adevarat. Dar un mare pericol sta la panda. Camioanele trec prin fata locuintei familiei Creed cu o viteza nefireasca. Asa se face ca cimitirul din padure, in care generatii intregi de copii si-au inmormantat animalele de companie, este plin."
    },
    {
     "id": "98888",
     "picture": "images/Codul_lui_Da_Vinci.jpg",
     "author": "dan brown",
     "title": "codul lui da vinci",
     "price": 25,
     "curency": "RON",
     "pages": "512",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Aflat la Paris pentru o conferinta, profesorul american de simbolistica si istoria artei Robert Langdon primeste un telefon in toiul noptii. Batranul custode al Luvrului a fost asasinat in muzeu, in circumstante stranii, lasand un mesaj la fel de enigmatic ca zambetul Giocondei."
    },
    {
     "id": "11123",
     "picture": "images/Codul_Rebecca.jpg",
     "author": "ken follet",
     "title": "codul rebecca",
     "price": 17,
     "curency": "RON",
     "pages": "432",
     "stoc": false,
     "coperta": "Brosata",
     "details": "In Cairo, in timpul celui de-al Doilea Razboi Mondial, un agent german de contrainformatii incearca sa se infiltreze in comandamentul britanic, pentru a pregati planul de cucerire a Egiptului de catre maresalul Erwin Rommel. Cartea Codul 'Rebecca' a fost ecranizata in 1985, sub acelasi nume."
    },
    {
     "id": "1456411",
     "picture": "images/Contele-de-monte-cristo.jpg",
     "author": "alexandre dumas",
     "title": "contele De monte cristo",
     "price": 52,
     "curency": "RON",
     "pages": "1504",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Contele de Monte-Cristo este deseori trecut printre cele mai bune zece romane ale tuturor  timpurilor. [...] Portretul psihologic al razbunarii fascineaza si respinge in acelasi timp. Personajul Monte-Cristo nu starneste simpatii, totusi, cumva, actiunile sale sunt justificate. Este aproape un erou mitologic. Aura sa supranaturala creeaza o poveste de aventuri careia cu greu ii poti rezista."
    },
    {
     "id": "1457612",
     "picture": "images/Crima_si_pedeapsa.jpg",
     "author": "f.m. dostoievski",
     "title": "crima si pedeapsa",
     "price": 32,
     "curency": "RON",
     "pages": "730",
     "stoc": true,
     "coperta": "Brosata",
     "details": "O fiinta superioara are oare dreptul sa savirseasca o crima daca aceasta este in folosul intregii umanitati?” – iata intrebarea care il macina necontenit pe Raskolnikov, un fost student idealist, excentric si mizantrop, in ceasurile lungi de meditatie din odaia sa strimta de la mansarda. Sub presiunea saraciei cumplite, a insingurarii si a sentimentului de zadarnicie a tuturor aspiratiilor sale, aceasta teorie indrazneata este pusa peste noapte in aplicare, ducind la un asasinat de o salbaticie care zguduie intreg orasul Sankt Petersburg. Dostoievski analizeaza cu intuitia unui fin psiholog cauzele crimei, dilemele personajului sau, pendularile sale launtrice intre bine si rau, rational si irational, psihologia ucigasului si a anchetatorului, avansind in final posibilitatea mintuirii prin iubire, umilinta si jertfa de sine"
    },
    {
     "id": "114564563",
     "picture": "images/demonii.jpg",
     "author": "f.m. dostoievski",
     "title": "demonii",
     "price": 24,
     "curency": "RON",
     "pages": "807",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Dostoievski ne este indispensabil: satira lui, asemenea celei a lui Jonathan Swift, denunta egoismul, cruzimea, ipocriziile noastre si, mai presus de orice, aceasta infirmitate pe care o numim constiinta de sine. Acest Shakespeare al romancierilor isi inzestreaza personajele cu o intensitate a trairii pe care doar operele Marelui Will au atins-o si, in plus, le face sa poarte povara rusinii, un lucru pe care Shakespeare nu a fost capabil sa-l realizeze"
    },
    {
     "id": "115676544",
     "picture": "images/Don_quijote.jpg",
     "author": "miguel De cervantes",
     "title": "don quijote",
     "price": 39,
     "curency": "RON",
     "pages": "1424",
     "stoc": true,
     "coperta": "Brosata",
     "details": "«Norocul ne calauzeste pasii mai bine decit ne-am putea noi dori, caci ai in fata, prietene Sancho Panza, o priveliste care ne descopera treizeci si mai bine de uriasi, nemasurat de mari, cu care am de gind sa ma lupt si sa le fac la toti de petrecanie, si ce-om lua de la ei drept prada sa ne fie cheag imbogatirii; ca-i batalie dreapta, si inseamna sa-l slujesti pe Dumnezeu daca stingi saminta lor afurisita de pe fata pamintului.» «Ce uriasi?» zise Sancho Panza. «Acestia pe care-i vezi», raspunse stapinul sau, «acestia cu brate cit toate zilele, ca sint unii la care masoara cit doua leghe». «Ia seama, Luminatia Ta», i-o intoarse Sancho Panza, «ca astia care se vad aicea nu-s uriasi, ci mori de vint, iar ceea ce iei dumneata drept brate sint aripile, care, invirtite de vint, misca pietrele morii». «Se vede cit de colo», raspunse don Quijote, «ca nu prea esti citit cind e vorba de aventuri cavaleresti; sint uriasi, si daca ti-e frica de ei, sterge-o de-aici si pune-te pe rugaciuni, cit timp m-oi inclesta eu cu ei in lupta crincena si defel dreapta»"
    },
    {
     "id": "1134535",
     "picture": "images/dumnezeu_nu_este_mare.jpg",
     "author": "cristopher hitchens",
     "title": "dumnezeu nu este mare",
     "price": 13,
     "curency": "RON",
     "pages": "432",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Cartea de fata nu este o lectura facila. Dimpotriva, socheaza la fiecare pagina, incercand sa ne scoata din conformismul caldut in care ne-am instalat si sa ne faca sa gandim. La fel ca Bertrand Russell in eseul De ce nu sunt crestin (1927), Hitchens incearca sa demonstreze ca religia este o inventie umana, un efect al fricii noastre de moarte si de neant. Autorul vaneaza contradictiile „cartilor sfinte“, indiferent ca apartin crestinismului, islamului sau iudaismului. Hitchens imbina argumente stiintifice si citate din marii filosofi cu descrierea unor evenimente sociale si politice sau chiar cu anecdote savuroase. Inteligenta argumentatiei si stilul plin de verva, chiar virulent pe alocuri, au transformat cartea intr-unul dintre „textele canonice“ ale ateismului contemporan."
    },
    {
     "id": "11245247",
     "picture": "images/idiotul.jpg",
     "author": "f.m. dostoievski",
     "title": "idiotul",
     "price": 26,
     "curency": "RON",
     "pages": "696",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Intors la Sankt Petersburg dupa un lung tratament la un sanatoriu din Elvetia, printul Lev Nikolaevici Miskin este luat in ris de inalta societatea a orasului, care il socoteste sarac cu duhul. Miskin se poarta mereu cu o sinceritate stingace, luata de majoritatea oamenilor drept prostie sau perfidie. In puritatea lui, Miskin se simte atras, din motive diferite, de doua femei de situatii opuse: Aglaia Ivanovna, femeia „cinstita”, de familie buna, de care e indragostit, si Nastasia Filippovna, femeia „compromisa”, de care printul se simte legat poate chiar mai profund, prin compasiunea pe care i-o inspira."
    },
    {
     "id": "14418",
     "picture": "images/Inferno.jpg",
     "author": "dan brown",
     "title": "inferno",
     "price": 22,
     "curency": "RON",
     "pages": "576",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Robert Langdon, profesorul de simbolistica de la Harvard, se trezeste la miezul noptii intr-un spital. Dezorientat si suferind din pricina unei rani la cap, el nu-si aminteste nimic din ce i s-a intamplat in ultimele treizeci si sase de ore, nici cum a ajuns acolo, nici de unde are acel obiect bizar pe care medicii i l-au gasit in captuseala hainei."
    },
    {
     "id": "11757479",
     "picture": "images/Ingeri_si_demoni.jpg",
     "author": "dan brown",
     "title": "ingeri si demoni",
     "price": 26,
     "curency": "RON",
     "pages": "577",
     "stoc": true,
     "coperta": "Brosata",
     "details": "O straveche societate secreta O arma mortala O tinta neobisnuita - Cetatea Vaticanului  Robert Langdon, specialist celebru de la Harvard, este chemat de urgenta in Elvetia pentru a examina cadavrul lui Leonardo Vetra, pe al carui piept a fost ars cu fierul un simbol ciudat."
    },
    {
     "id": "2244125221",
     "picture": "images/insemnari_din_subterana.jpg",
     "author": "f.m. dostoievski",
     "title": "insemnari din subterana",
     "price": 17,
     "curency": "RON",
     "pages": "180",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Omul este o enigma. Ea trebuie dezlegata si, chiar daca ai consacra o viata intreaga spre a o dezlega, sa nu spui ca ai pierdut vremea fara rost. Eu ma ocup de aceasta enigma, deoarece vreau sa fiu om. A studia viata si oamenii reprezinta prinipalul meu tel si unica mea preocupare."
    },
    {
     "id": "252145245145241",
     "picture": "images/Laleaua_neagra.jpg",
     "author": "alexandre dumas",
     "title": "laleaua neagra",
     "price": 11,
     "curency": "RON",
     "pages": "224",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Se stie despre Olanda ca este 'Tara lalelelor'. Este evident ca, pentru a pune o emblema, locuitorii acestei tari, aflata sub nivelul marii, trebuia sa vina cu o descoperire, care sa aduca faima si prestigiul.Acolo, oamenii se calauzeau dupa un principiu: 'A dispretui florile inseamna a-L jigni pe Dumnezeu'. Astfel ca, un pasionat cinstit in ceea ce insemna cultivarea lalelelor a descoperit secretul. El putea face, prin descoperirile sale, o minune: Sa apara Laleaua neagra!Pana la deznodamantul fericit, exista o lectura dinamica, in care orice cititor sensibil descopera legatura dintre o femeie si o floare. Personajul principal, datorinta perseverentei, va reusi sa aiba langa el si o femeie, si o floare!"
    },
    {
     "id": "25254125412352",
     "picture": "images/mandrie_si_prejudecata.jpg",
     "author": "jane austen",
     "title": "mandrie si prejudecata",
     "price": 40,
     "curency": "RON",
     "pages": "544",
     "stoc": false,
     "coperta": "Cartonata",
     "details": "Cea mai cunoscuta si mai apreciata opera a lui Jane Austen va introduce in lumea de la cumpana veacurilor xvlll si xlx. Observatia fina si umorul autoarei ofera cititorului delicioase momente de lectura, surprinzind modul de viata britanic la un anumit nivel social. Nu lipseste nici povestea de dragoste cu peripetiile ei."
    },
    {
     "id": "24141221254143",
     "picture": "images/marele_gatsby.jpg",
     "author": "scott fitzgerald",
     "title": "marele gatsby",
     "price": 17,
     "curency": "RON",
     "pages": "240",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Un tinar fascinat de visul american, proaspat venit la New York si doritor de succes, Nick Carraway, impartaseste povestea transformarii lui James Gatz in Jay Gatsby. Pe fundalul unei Americi prospere, dar haotice, Gatz, minat de mirajul iubirii fata de Daisy Buchanan, isi schimba viata, devenind din student la Oxford gangster, traficant de bauturi alcoolice si apoi milionar. Iubirea sa pentru Daisy nu se implineste insa; ramine povestea donquijotesca a Marelui Gatsby, desfasurata odata cu un iluzoriu, nesfirsit American dream."
    },
    {
     "id": "24551114",
     "picture": "images/mizerabilii.jpg",
     "author": "victor hugo",
     "title": "mizerabilii ",
     "price": 68,
     "curency": "RON",
     "pages": "1472",
     "stoc": false,
     "coperta": "Brosata",
     "details": "Atata vreme cat va exista, din pricina legilor si a moravurilor, un blestem social, care creeaza in chip artificial, in plina civilizatie, adevarate iaduri, agravand cu o fatalitate omeneasca destinul, care e de esenta divina; atata vreme cat cele trei probleme ale secolului: injosirea omului prin exploatare, decaderea femeii prin foame, atrofierea copilului prin puterea intunericului nu vor fi rezolvate; atata vreme cat in anumite paturi constrangerile sociale vor fi cu putinta; cu alte cuvinte, si intr-un sens si mai larg, atata vreme cat pe pamant vor dainui ignoranta si mizeria – carti de felul celei de fata nu vor fi zadarnice"
    },
    {
     "id": "27444002226",
     "picture": "images/o_avere_periculoasa.jpg",
     "author": "ken follet",
     "title": "o avere periculoasa",
     "price": 27,
     "curency": "RON",
     "pages": "640",
     "stoc": false,
     "coperta": "Brosata",
     "details": "In 1866, tragedia loveste exclusivista scoala Windfield. Un tanar elev se ineaca intr-un accident straniu, in care sunt implicati mai multi tineri. Intamplarea si urmarile ei reprezinta factorul declansator al unei serii de tradari si crime care se intind pe trei decenii si afecteaza numeroase destine.In 1866, tragedia loveste exclusivista scoala Windfield. Un tanar elev se ineaca intr-un accident straniu, in care sunt implicati mai multi tineri. Intamplarea si urmarile ei reprezinta factorul declansator al unei serii de tradari si crime care se intind pe trei decenii si afecteaza numeroase destine."
    },
    {
     "id": "224524557",
     "picture": "images/coloana_de_foc.jpg",
     "author": "ken follet",
     "title": "coloana de foc",
     "price": 42,
     "curency": "RON",
     "pages": "848",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Actiunea cartii se petrece in vremuri tulburi cand doua femei care nu se cunoscusera niciodata devin dusmance de moarte: regina Elisabeta I a Angliei si regina Maria a Scotiei.Toata lumea incerca sa o omoare pe regina Elisabeta, dorind sa o inlocuiasca rapid cu un monarh catolic, astfel incat Anglia sa devina o tara catolica din nou. Persoana pe care o aveau in gand era Maria, regina Scotiei. Era o buna catolica, revendicase deja tronul Angliei si, conform Papei, era regina de drept a Angliei. Aceste doua femei care, de fapt, nu se cunoscusera niciodata erau rivale. "
    },
    {
     "id": "284534524524",
     "picture": "images/omul_ilustrat.jpg",
     "author": "ray bradbury",
     "title": "omul ilustrat",
     "price": 29,
     "curency": "RON",
     "pages": "288",
     "stoc": true,
     "coperta": "Cartonata",
     "details": "Omul Ilustrat reuneste optsprezece povesti in care fantasticul si science-fictionul se impletesc cu umorul negru, fatalismul si macabrul. In deschiderea cartii, naratorul relateaza prima lui intalnire cu Omul Ilustrat – un personaj fantastic, ale carui tatuaje prind viata atunci cand sunt privite, fiecare spunand o poveste diferita. Cititorul este indirect invitat sa priveasca imaginile si sa asiste la „punerea lor in scena“ – un pretext pentru Bradbury pentru a explora natura umanitatii si a relatiilor interumane in contextul abolirii barierelor temporale si spatiale. Autorul nu ezita sa se amuze de personajele sale, sa le arate defectele si limitele si sa le demaste naivitatea."
    },
    {
     "id": "24534525429",
     "picture": "images/Origini.jpg",
     "author": "dan brown",
     "title": "origini",
     "price": 40,
     "curency": "RON",
     "pages": "736",
     "stoc": true,
     "coperta": "Cartonata",
     "details": "De aceasta data, profesorul Robert Langdon este invitat la Muzeul Guggenheim din Bilbao pentru a lua parte la ceremonia de dezvaluire a unei inventii care 'va schimba fata stiintei pentru totdeauna'. Gazda este milionarul Edmond Kirsch, fostul student al profesorului, ale carui realizari high-tech l-au facut celebru in toata lumea."
    },
    {
     "id": "3474747470",
     "picture": "images/pe_culmile_disperarii.jpg",
     "author": "emil cioran",
     "title": "pe Culmile Disperarii",
     "price": 26,
     "curency": "RON",
     "pages": "160",
     "stoc": true,
     "coperta": "Brosata",
     "details": " ' Dacă aș putea, aș aduce întreaga lume în agonie, pentru a realiza o purificare din rădăcini a vieții; aș pune flăcări arzătoare și insinuante la aceste rădăcini, nu pentru a le distruge, ci pentru a le da altă sevă și altă căldură.Focul pe care l-aș pune eu acestei lumi n-ar aduce ruine, ci o transfigurare cosmică, esențială.'(CIORAN) "
    },
    {
     "id": "755555555531",
     "picture": "images/portretul_lui_dorian_gray.jpg",
     "author": "oscar wilde",
     "title": "portretul lui dorian gray",
     "price": 20,
     "curency": "RON",
     "pages": "246",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Basil Hallward picteaza intr-o buna zi portretul tulburator al lui Dorian Gray. Doar ca, odata cu trecerea timpului, tinarul din tablou imbatrineste, pe cind modelul lui, Dorian, ramine neschimbat. Fiecare fapta, fiecare an trecut lasa pe chipul pictat inca un semn, fara ca acest amanunt sa fie cunoscut de ceilalti; doar creatorul lui, Basil Hallward, stie, iar pentru aceasta e ucis de Dorian Gray. Acesta din urma va ajunge si el la confruntarea fatala cu reflexia sa pictata si va sfirsi, imbatrinit fara veste, victima misterioasa a imaginii din tabloul pe care atit l-a pretuit."
    },
    {
     "id": "37825875852",
     "picture": "images/ratiune_si_simtire.jpg",
     "author": "jane austen",
     "title": "ratiune si simtire",
     "price": 27,
     "curency": "RON",
     "pages": "320",
     "stoc": true,
     "coperta": "Cartonata",
     "details": "  „Structura romanului, in sine, reprezinta o incercare de dezvaluire si dezvoltare a caracterelor lui Elinor si Marianne, puse in fata unor dileme si enigme care trebuie rezolvate.” – JOSEPH WIESENFARTH "
    },
    {
     "id": "3277274413",
     "picture": "images/razboi_si_pace.jpg",
     "author": "lev tolstoi",
     "title": "razboi si pace",
     "price": 47,
     "curency": "RON",
     "pages": "926",
     "stoc": true,
     "coperta": "Brosata",
     "details": " Razboi si pace este considerat a fi cel mai mare roman scris vreodata, remarcabil prin complexitate si unitate, un roman istorico-psihologic de mari proportii. Pe panza sa vasta, se tes povestile a peste 500 de personaje, dintre care unele sunt istorice si altele fictive. Povestea se deplaseaza de pe planul vietii de familie catre cartierul general al lui Napoleon, de la curtea tarului Alexandru I al Rusiei pe campul de lupta de la Austerlitz si Borodino"
    },
    {
     "id": "374744",
     "picture": "images/Simpatizantul.jpg",
     "author": "viet thanh nguyen",
     "title": "simpatizantul",
     "price": 30,
     "curency": "RON",
     "pages": "580",
     "stoc": false,
     "coperta": "Cartonata",
     "details": "Multipremiatul roman de debut al lui Viet Thanh Nguyen este descoperirea anului. Simpatizantul este - printre multe altele - un roman de spionaj si de razboi plin de suspansul unui thriller, o satira politica, o privire istorica lucida asupra colonizarii si revolutiei, un imn straniu si impecabil inchinat imigrantului, o explorare caustica si incomoda a identitatii si a Americii, o meditatie asupra vinovatiei si tradarii."
    },
    {
     "id": "3596969",
     "picture": "images/stoner.jpg",
     "author": "john williams",
     "title": "stoner",
     "price": 21,
     "curency": "RON",
     "pages": "336",
     "stoc": true,
     "coperta": "Brosata",
     "details": "William Stoner, fiul unor fermieri, se inscrie la Universitatea din Missouri pentru a studia agricultura. incet-incet, isi da seama ca adevarata sa vocatie este literatura. Ajuns profesor, va incerca sa insufle generatiilor de studenti dragostea pentru lectura, ducind in acelasi timp o viata aparent banala, care capata insa o valoare universala. E, de fapt, viata majoritatii dintre noi, cu conflictele, singuratatile, izbinzile si mai ales infringerile noastre intr-o lume cel mai adesea potrivnica. Stoner este o experienta literara unica, un imn inchinat literaturii care ne modeleaza vietile."
    },
    {
     "id": "334543536",
     "picture": "images/zidul.jpg",
     "author": "jean paul sartre",
     "title": "zidul",
     "price": 20,
     "curency": "RON",
     "pages": "224",
     "stoc": false,
     "coperta": "Cartonata",
     "details": "Una dintre cele mai importante creatii existentialiste ale lui Jean-Paul Sartre, Zidul (1939), este o colectie de cinci nuvele, reprezentative pentru scrierile sale ulterioare. Prima dintre ele, care da si titlul volumului, descrie, pe fondul experientelor crude si, totodata, absurde prin care a trecut Sartre ca voluntar in Razboiul Civil din Spania, ultimele clipe de viata ale unor prizonieri condamnati la moarte, inchisi in aceeasi celula. Absurditatea naturii umane in lumea moderna, lupta pentru supravietuire si pentru pastrarea libertatii si demnitatii individuale jaloneaza un parcurs initiatic in care aceste teme extrem de actuale sunt urmarite cu o totala obiectivitate si, nu rareori, cu un profund dezgust."
    },
    {
     "id": "3768647",
     "picture": "images/ciuma.jpg",
     "author": "albert camus",
     "title": "ciuma",
     "price": 23,
     "curency": "RON",
     "pages": "328",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Aparut in 1947, Ciuma este considerat unul dintre cele mai profunde si mai influente romane ale secolului trecut. Departe de a fi doar o poveste despre ciuma, el vorbeste in egala masura despre marile catastrofe ale epocii, despre „ciuma bruna” ce a devastat Europa in secolul XX. Lasitate, daruire, nesabuinta, iubire, credinta si disperare, toate se amesteca si se impletesc intr-o carte despre om si umanitate."
    },
    {
     "id": "45657638",
     "picture": "images/stalpii_pamatului.jpg",
     "author": "ken follet",
     "title": "stalpii pamantului",
     "price": 59,
     "curency": "RON",
     "pages": "992",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Intr-o epoca a razboiului civil, a foametei si a luptelor religioase se inalta uluitoarea catedrala din Kingsbridge. Pe acest fundal, vieti se impletesc: cea a lui Philip, staretul devotat si inventiv, care isi doreste sa inalte cea mai mare catedrala gotica din lume... a lui Tom, zidarul devenit arhitect ¬ un barbat cu sufletul sfasiat... a frumoasei si misterioasei Lady Aliena, urmarita de un secret rusinos... si a luptei dintre bine si rau, care va intoarce biserica impotriva statului si frate impotriva fratelui."
    },
    {
     "id": "323423239",
     "picture": "images/iarna_lumii.jpg",
     "author": "ken follet",
     "title": "iarna lumii",
     "price": 59,
     "curency": "RON",
     "pages": "911",
     "stoc": true,
     "coperta": "Brosata",
     "details": "Razboiul i-a facut luptatori. Iubirea i-a facut eroi.  'Iarna lumii' continua in aceeasi maniera superlativa cu care ne-a obisnuit 'Caderea uriasilor'. O puternica drama, care inainteaza zgomotos si cu cea mai mare viteza. Este animata, captivanta si plina de detalii fascinante. Prin ochii personajelor principale, beneficiezi de un loc in fata la marele spectacol al celor mai memorabile evenimente ale istoriei. Al doilea roman al trilogiei continua din punctul in care ne-a lasat primul volum, urmarind destinele celor cinci familii - din America, Germania, Rusia, Marea Britanie si Tara Galilor - prin vremuri de intense transformari sociale, politice si economice, incepand cu ascensiunea celui de-al Treilea Reich si continuand cu Razboiul Civil Spaniol, drama celui de-al Doilea Razboi Mondial, experientele primelor bombe atomice apartinand Statelor Unite si Uniunii Sovietice si inceputul indelungatului Razboi Rece. In aceasta epopee fermecatoare, ciocnirea la nivel international a puterii militare cu convingerile personale va coplesi lumea, de la Cable Street din partea de est a Londrei pana la Pearl Harbor in Hawaii, din Spania la Stalingrad, din Dresda la Hiroshima."
    },
    {
     "id": "44343230",
     "picture": "images/cititorul_de_cadavre.jpg",
     "author": "antonio garido",
     "title": "cititorul de cadavre",
     "price": 28,
     "curency": "RON",
     "pages": "544",
     "stoc": true,
     "coperta": "Cartonata",
     "details": "In China antica 'cititorii de cadavre' erau o elita de medici legisti aflati in serviciul imparatului care aveau sarcina de a rezolva, chiar si riscandu-si viata, orice crima, pentru ca niciun criminal sa nu ramana nepedepsit.  Aceasta este povestea lui Cí Song, un tanar de origine umila care datorita pasiunii si ambitiei sale a reusit sa ajunga in aceasta pozitie invidiata, de 'cititor de cadavre'.  Cí Song este considerat azi primul medic legist din istoria medicinii, recunoscut pentru metodele sale inovatoare de cercetare, dar si pentru rezolvarea unor cazuri spectaculoase de crima de la Curtea Imperiala.  Un captivant thriller istoric, foarte bine documentat, in care ambitia si ura merg mana-n mana cu iubirea si moartea in exotica si fastuoasa China medievala."
    }
   ]